Repository: webersongao/MicroBlog
Catalog: liveblog/languages/micro-liveblogs-*.po
Languages: nl_nl

source: There is %s update.
nl_nl: Er is %s update.

source: There are %s updates.
nl_nl: Er zijn %s updates.

source: That's it.
nl_nl: Dat was het.

source: 连载直播 | 配置项
nl_nl: Micro Liveblog Instellingen

source: Settings
nl_nl: Instellingen

source: Plugin settings have been updated.
nl_nl: De plugin-instellingen zijn bijgewerkt.

source: Theme
nl_nl: Thema

source: Select a theme for your liveblog.
nl_nl: Selecteer een thema voor de liveblogs.

source: Light
nl_nl: Licht

source: Dark
nl_nl: Donker

source: Light (Less theme dependent)
nl_nl: Licht (minder afhankelijk van het thema)

source: None
nl_nl: Geen

source: Display author
nl_nl: Toon auteur

source: Display the author name on liveblog entries.
nl_nl: Geef de naam van de auteur weer in liveblog-items.

source: Display social sharing
nl_nl: Toon delen op social media

source: Display the social sharing options.
nl_nl: Geef de opties voor sociaal delen weer.

source: Per how many seconds should be checked for new liveblog updates.
nl_nl: Per hoeveel seconden gecontroleerd moet worden op liveblog updates.

source: Show entries
nl_nl: Toon items

source: The amount of entries visible before the load more button.
nl_nl: Het aantal items dat zichtbaar is voor de toon meer button.

source: Select the post types that need to support liveblogs.
nl_nl: Selecteer de post types die liveblogs moeten ondersteunen.

source: Prefix title
nl_nl: Voorvoegsel titel

source: Automatically puts "Liveblog" in front of your liveblogs titles.
nl_nl: Zet automatisch "Liveblog" voor uw titels van liveblogs.

source: Entry date format
nl_nl: Datum-notatie liveblog-items

source: The format of the date displayed on liveblog entries.
nl_nl: De notatie van de datum die wordt weergegeven bij liveblog-items.

source: Human readable
nl_nl: Menselijk leesbaar

source: Date and time format: %s
nl_nl: Datum- en tijdnotatie: %s

source: Date: %s
nl_nl: Datum: %s

source: Time: %s
nl_nl: Tijd: %s

source: Enable caching
nl_nl: Caching inschakelen

source: Caches the liveblog feed with the selected method.
nl_nl: Cachet de liveblogfeed met de geselecteerde methode.

source: Disabled
nl_nl: Uitgeschakeld

source: Append timestamp
nl_nl: Tijdstempel toevoegen

source: Appends a timestamp to the liveblog feed URL.
nl_nl: Hiermee wordt een tijdstempel toegevoegd aan de URL van de liveblog-feed.

source: The callback function used for the %s setting is missing.
nl_nl: De callback-functie voor %s ontbreekt.

source: <a class="mlb-view-liveblog-link button" href="%s">View the liveblog</a>
nl_nl: <a class="mlb-view-liveblog-link button" href="%s">Bekijk de liveblog</a>

source: The liveblog has ended.
nl_nl: Dit liveblog is afgelopen.

source: No liveblog updates yet.
nl_nl: Er zijn nog geen liveblog-updates.

source: Load more
nl_nl: Toon meer

source: Closed
nl_nl: Gesloten

source: Edit This
nl_nl: Bewerk dit

# %s = human-readable time difference
source: %s ago
nl_nl: %s geleden

source: Enable liveblog
nl_nl: Liveblog inschakelen

source: This item is attached to a <a href="%s">closed</a> liveblog.
nl_nl: Dit item is gekoppeld aan een <a href="%s">gesloten</a> liveblog.

source: Select liveblog
nl_nl: Selecteer liveblog

source: Direct link to entry
nl_nl: Directe link naar item

source: There is no liveblog created yet.
nl_nl: Er is nog geen liveblog gemaakt.

# post type general name
source: Liveblog Entries
nl_nl: Liveblog Items

# post type singular name
source: Entry
nl_nl: Item

source: Add New
nl_nl: Voeg toe

source: Add New Entry
nl_nl: Nieuw item toevoegen

source: Edit Entry
nl_nl: Bewerk item

source: New Entry
nl_nl: Nieuw item

source: Liveblog Entries
nl_nl: Alle liveblog-items

source: View Entry
nl_nl: Bekijk item

source: Search Liveblog Entries
nl_nl: Zoek liveblog-items

source: No Liveblog Entries found
nl_nl: Geen liveblog-items gevonden

source: No Liveblog Entries found in Trash
nl_nl: Geen liveblog-items gevonden in de prullenbak

source: By %s
nl_nl: Door %s

source: Share via Facebook
nl_nl: Deel via Facebook

source: Share via Twitter
nl_nl: Deel via Twitter

source: Share via email
nl_nl: Deel via e-mail

source: https://WebersonGao.com
nl_nl: https://WebersonGao.com/nl

source: Live blogging made easy with the Micro Liveblog plugin from WebersonGao.com.
nl_nl: Live bloggen wordt gemakkelijk gemaakt met de Micro Liveblog-plugin van WebersonGao.com.
