Repository: webersongao/MicroBlog
Catalog: liveblog/languages/microblogs-lang-*.po
Languages: es_es

source: There is %s update.
es_es: Hay %s actualización.

source: There are %s updates.
es_es: Hay %s actualizaciones.

source: That's it.
es_es: Eso es todo.

source: 直播直播 | 配置项
es_es: Ajustes de Micro Liveblog

source: Settings
es_es: Ajustes

source: Plugin settings have been updated.
es_es: Los ajustes del plugin han sido actualizados.

source: Theme
es_es: Tema

source: Select a theme for your liveblog.
es_es: Selecciona un tema para tu liveblog.

source: Light
es_es: Claro

source: Dark
es_es: Oscuro

source: Light (Less theme dependent)
es_es: Claro (Menos dependiente del tema)

source: None
es_es: Ninguno

source: Display author
es_es: Mostrar autor

source: Display the author name on liveblog entries.
es_es: Mostrar el nombre del autor en las entradas del liveblog.

source: Display social sharing
es_es: Mostrar Compartir en redes sociales

source: Display the social sharing options.
es_es: Mostrar las opciones para compartir en redes sociales.

source: Update interval
es_es: Actualizar intervalo de refresco

source: Per how many seconds should be checked for new liveblog updates.
es_es: ¿Cada cuantos segundos debe comprobar si hay nuevas actualizaciones del liveblog?

source: Show entries
es_es: Mostrar entradas

source: The amount of entries visible before the load more button.
es_es: Cantidad de entradas visibles antes de mostrar el botón de ver más.

source: Post types
es_es: Tipos de post

source: Select the post types that need to support liveblogs.
es_es: Selecciona el tipo de post en el que quieres que se muestren liveblogs.

source: Prefix title
es_es: Prefijo del título

source: Automatically puts "Liveblog" in front of your liveblogs titles.
es_es: Escribir automáticamente "Liveblog" al inicio de los títulos de tus liveblogs.

source: Entry date format
es_es: Formato de la fecha de las entradas

source: The format of the date displayed on liveblog entries.
es_es: Formato de la fecha mostrada en las entradas del liveblog.

source: Date and time format: %s
es_es: Formato de la fecha y hora: %s

source: Date: %s
es_es: Fecha: %s

source: Time: %s
es_es: Hora: %s

source: Enable caching
es_es: Habilitar caché

source: Caches the liveblog feed with the selected method.
es_es: Almacena el feed del liveblog con el método seleccionado.

source: Disabled
es_es: Deshabilitado

source: Transient
es_es: Temporal

source: Object
es_es: Objeto

source: Append timestamp
es_es: Añadir marca de tiempo

source: Appends a timestamp to the liveblog feed URL.
es_es: Añade una marca de tiempo a la URL del liveblog.

source: The callback function used for the %s setting is missing.
es_es: La función de rellamada usada para %s no existe.

source: <a rel="noamphtml" class="mlb-view-liveblog-link button" href="%s">View the liveblog</a>
es_es: <a rel="noamphtml" class="mlb-view-liveblog-link button" href="%s">Ver el liveblog</a>

source: The liveblog has ended.
es_es: El liveblog ha finalizado.

source: No liveblog updates yet.
es_es: No hay actualizaciones todavía.

source: Load more
es_es: Cargar más

source: Closed
es_es: Cerrado

source: Open
es_es: Abrir

source: Edit This
es_es: Editar

# %s = human-readable time difference
source: %s ago
es_es: hace %s

source: Enable liveblog
es_es: Habilitar liveblog

source: Status
es_es: Estatus

source: API-endpoint URL
es_es: Enlace del API-endpoint

source: This item is attached to a <a href="%s">closed</a> liveblog.
es_es: Esta entrada está adjuntada a un liveblog <a href="%s">cerrado</a>.

source: Select liveblog
es_es: Seleccionar liveblog

source: Direct link to entry
es_es: Enlace directo a la entrada del liveblog

source: There is no liveblog created yet.
es_es: No hay liveblogs creados todavia

# post type general name
source: Liveblog Entries
es_es: Entradas del Liveblog

# post type singular name
source: Entry
es_es: Entrada

source: Add New
es_es: Añadir nueva

source: Add New Entry
es_es: Añadir nueva entrada

source: Edit Entry
es_es: Editar entrada

source: New Entry
es_es: Nueva entrada

source: Liveblog Entries
es_es: Todas las entradas de Liveblog

source: View Entry
es_es: Ver entrada

source: Search Liveblog Entries
es_es: Seleccionar entradas de Liveblog

source: No Liveblog Entries found
es_es: No se han encontrado entradas de Liveblog

source: No Liveblog Entries found in Trash
es_es: No se han encontrado entradas de Liveblog en la papelera de reciclaje

source: By %s
es_es: Por %s

source: Share via Facebook
es_es: Compartir vía Facebook

source: Share via Twitter
es_es: Compartir vía Twitter

source: Share via email
es_es: Compartir vía email

source: Live blogging made easy with the Micro Liveblog plugin from WebersonGao.com.
es_es: El liveblogging es más sencillo con el plugin Micro Liveblog de WebersonGao.dev.
